{
  "@context": "https://schema.org",
  "@type": "Recipe",
  "name": "Pattes d'Ours",
  "author": {
    "@type": "Person",
    "name": "Daniel"
  },
  "datePublished": "2024-12-08",
  "description": "Les pattes d'ours sont probablement parmi les biscuits les plus connus, surtout dans le sud de l'Allemagne. Avec leur saveur amère mais douce à la fois, elles sont un classique incontournable de tout marché de Noël. Elles font partie de mes biscuits préférés et on me demande souvent de les préparer.",
  "descriptionShort": "Pattes d'ours, tendres et croustillantes.",
  "prepTime": "25 minutes",
  "cookTime": "15 minutes",
  "totalTime": "3 heures",
  "recipeYield": "36 biscuits",
  "recipeCategory": "Biscuits de Noël",
  "recipeCuisine": "Allemande",
  "recipeIngredient": [
    "6 blancs d'œufs",
    "300 g de sucre",
    "140 g de sucre",
    "200 g de chocolat noir en tablettes (50%)",
    "500 g d'amandes, émondées et moulues",
    "1 cuillère à café de cannelle",
    "2 cuillères à soupe de cacao",
    "2 paquets, 16 g de sucre vanillé",
    "1 citron bio",
    "1 bol de sucre pour rouler"
  ],
  "recipeInstructions": [
    {
      "@type": "HowToStep",
      "text": "Tout d'abord, prenez les tablettes de chocolat noir et hachez-les avec un couteau sur une planche à découper jusqu'à obtenir des copeaux fins. Remarque : ne pas utiliser de chocolat râpé prêt à l'emploi, car il n'a souvent pas bon goût."
    },
    {
      "@type": "HowToStep",
      "text": "Ensuite, montez les blancs d'œufs dans un grand bol jusqu'à obtenir des pics fermes, puis ajoutez les 300 g de sucre."
    },
    {
      "@type": "HowToStep",
      "text": "Dans un deuxième grand bol, mélangez le chocolat, les amandes, la cannelle, le cacao, le sucre vanillé et le zeste de citron râpé."
    },
    {
      "@type": "HowToStep",
      "text": "Incorporez délicatement le mélange de sucre et de blancs d'œufs."
    },
    {
      "@type": "HowToStep",
      "text": "La pâte est maintenant prête, mais encore un peu liquide. Il faut la réfrigérer pendant au moins deux heures."
    },
    {
      "@type": "HowToStep",
      "text": "Formez ensuite les biscuits. Prenez une quantité de pâte de la taille d'une cuillère à café bien remplie et formez une boule."
    },
    {
      "@type": "HowToStep",
      "text": "Roulez cette boule dans un bol de sucre jusqu'à ce qu'elle soit généreusement enrobée."
    },
    {
      "@type": "HowToStep",
      "text": "Vous avez maintenant deux options : 1. Si vous avez un moule à pattes d'ours (voir le lien ci-dessus), pressez les boules dans le moule et retournez-les sur une plaque de cuisson. 2. Si vous avez un moule en bois classique à pattes d'ours (disponible sur tous les marchés de Noël, voir l'image ci-dessus), placez les boules sur la plaque de cuisson, humidifiez le moule en bois, saupoudrez de sucre sur le moule, appuyez sur le moule sur la boule, puis soulevez-le. Remarque : La première option a un peu moins de sucre, mais seule la deuxième option donne à la patte d'ours sa croûte de sucre caractéristique."
    },
    {
      "@type": "HowToStep",
      "text": "Laissez reposer les pattes d'ours formées sur la plaque pendant la nuit."
    },
    {
      "@type": "HowToStep",
      "text": "Le lendemain, faites cuire les pattes d'ours pendant 15 minutes à 180° C au four. Pas plus longtemps, car les pattes doivent être croustillantes à l'extérieur mais encore un peu molles à l'intérieur, pas crues."
    },
    {
      "@type": "HowToStep",
      "text": "C'est là tout le secret de ces biscuits."
    }
  ],
  "keywords": "Noël, préféré, pâtisserie"
}
