{
    "@context": "https://schema.org",
    "@type": "Recipe",
    "name": "Biscuits Classiques aux Pépites de Chocolat",
    "image": [
      "https://example.com/photos/chocolate-chip-cookies.jpg"
    ],
    "author": {
      "@type": "Person",
      "name": "Jane Doe"
    },
    "mainEntityOfPage": "https://hippocooking.com/recipes/fr/00000",
    "datePublished": "2024-11-03",
    "description": "Les biscuits aux pépites de chocolat sont de petites douceurs sucrées qui ravissent par leur texture moelleuse et leur goût intense de chocolat. Souvent remplis de morceaux de chocolat fondants, chaque bouchée offre un mélange parfait de croustillant et de crémeux. L'odeur seule est alléchante et rappelle les pâtisseries fraîchement cuites maison. Que ce soit avec une tasse de café ou comme en-cas, les biscuits aux pépites de chocolat sont un délice irrésistible pour tous les amateurs de douceurs.",
    "descriptionShort": "Biscuits classiques aux pépites de chocolat délicieux et moelleux.",
    "prepTime": "PT15M",
    "cookTime": "PT10M",
    "totalTime": "PT25M",
    "recipeYield": "24 biscuits",
    "recipeCategory": "Dessert",
    "recipeCuisine": "Américaine",
    "recipeIngredient": [
      "2 1/4 tasses de farine tout usage",
      "1/2 cuillère à café de bicarbonate de soude",
      "1 tasse de beurre non salé, à température ambiante",
      "1/2 tasse de sucre granulé",
      "1 tasse de sucre brun clair, tassé",
      "1 cuillère à café de sel",
      "2 cuillères à café d'extrait de vanille pur",
      "2 gros œufs",
      "2 tasses de pépites de chocolat mi-sucré et/ou au lait"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Préchauffez le four à 175°C (350°F)."
      },
      {
        "@type": "HowToStep",
        "text": "Dans un petit bol, mélangez la farine et le bicarbonate de soude et réservez."
      },
      {
        "@type": "HowToStep",
        "text": "Dans un grand bol, utilisez un mixeur électrique pour battre le beurre et les sucres à vitesse moyenne jusqu'à ce que le mélange soit léger et aéré."
      },
      {
        "@type": "HowToStep",
        "text": "Ajoutez le sel, la vanille et les œufs et mélangez jusqu'à ce que tout soit bien incorporé."
      },
      {
        "@type": "HowToStep",
        "text": "Ajoutez progressivement le mélange de farine et mélangez juste ce qu'il faut pour combiner."
      },
      {
        "@type": "HowToStep",
        "text": "Incorporez les pépites de chocolat."
      },
      {
        "@type": "HowToStep",
        "text": "Déposez des portions de pâte avec une cuillère sur des plaques de cuisson recouvertes de papier parchemin."
      },
      {
        "@type": "HowToStep",
        "text": "Faites cuire jusqu'à ce que les biscuits soient dorés, environ 10-12 minutes."
      },
      {
        "@type": "HowToStep",
        "text": "Laissez refroidir les biscuits sur la plaque de cuisson pendant quelques minutes, puis transférez-les sur une grille."
      }
    ],
    "keywords": "biscuits aux pépites de chocolat, dessert, pâtisserie"
  }
  