{
    "titel": "Privacy Policy",
    "subtitel01": "Introduction",
    "subinhalt01": "We are pleased about your visit to our website and your interest in our online offerings. The protection of your personal data is very important to us. In this privacy policy, we inform you about how we collect, process, and protect your personal data when you use our website.",
    "subtitel02": "Responsible Party",
    "subinhalt02": "The responsible party within the meaning of the General Data Protection Regulation (GDPR) is:",
    "subtitel03": "Collection and Processing of Personal Data",
    "subinhalt03": "When using our website, we only collect personal data that your browser automatically transmits to our server. These are: IP address: Anonymized to protect your identity. Date and time of access. Time zone difference to Greenwich Mean Time (GMT). Access status/HTTP status code. Amount of data transmitted. Website from which the access originated (referrer). Browser type and version. Operating system and its interface. Language and version of the browser software. The processing of this data ensures the functionality of our website and improves and optimizes our content.",
    "subtitel04": "Use of Google Analytics",
    "subinhalt04": "Our website uses Google Analytics, a web analytics service of Google LLC. Google Analytics uses cookies that allow an analysis of website usage by users. The information generated by the cookie about your use of our website is usually transferred to a Google server in the USA and stored there. Purpose of processing: Analysis of website usage to improve user experience. Legal basis: Your consent pursuant to Art. 6(1)(a) GDPR, provided via our cookie banner. Storage period: Data collected by Google is stored for 14 months. Further information: For more information on Google's privacy policy and Google Analytics, click here.",
    "subtitel05": "Cookies",
    "subinhalt05": "Our website uses cookies to enhance the user experience. Cookies are small text files stored on your device. You can prevent the storage of cookies in your browser or delete cookies at any time.",
    "subtitel06": "Your Rights",
    "subinhalt06": "You have the right to request information about your personal data stored with us and to have it corrected, deleted, or its processing restricted. You also have the right to object to the processing of your personal data and the right to data portability. To exercise your rights, please contact us using the contact details provided above.",
    "subtitel07": "Changes to this Privacy Policy",
    "subinhalt07": "We reserve the right to adjust this privacy policy to reflect changes in legal frameworks or in our services. The current version is available on our website.",
    "subtitel08": "Contact",
    "subinhalt08": "If you have any questions about this privacy policy, please contact us using the contact details provided above."
}
