{
  "@context": "https://schema.org",
  "@type": "Recipe",
  "name": "Garras de Oso",
  "author": {
    "@type": "Person",
    "name": "Daniel"
  },
  "datePublished": "2024-12-08",
  "description": "Las garras de oso son probablemente de las galletas más conocidas, especialmente en el sur de Alemania. Con su sabor amargo pero a la vez dulce, son un clásico que no puede faltar en ningún mercado navideño. Son mis galletas favoritas y me piden con frecuencia que las hornee.",
  "descriptionShort": "Garras de oso, suaves y crujientes.",
  "prepTime": "25 minutos",
  "cookTime": "15 minutos",
  "totalTime": "3 horas",
  "recipeYield": "36 galletas",
  "recipeCategory": "Galletas de Navidad",
  "recipeCuisine": "Alemana",
  "recipeIngredient": [
    "6 claras de huevo",
    "300 g de azúcar",
    "140 g de azúcar",
    "200 g de chocolate negro de barra (50%)",
    "500 g de almendras, peladas y molidas",
    "1 cucharadita de canela",
    "2 cucharadas de cacao",
    "2 paquetes, 16 g de azúcar vainillada",
    "1 limón ecológico",
    "1 cuenco de azúcar para enrollar"
  ],
  "recipeInstructions": [
    {
      "@type": "HowToStep",
      "text": "Primero, toma las barras de chocolate negro y pícalas con un cuchillo sobre una tabla de cortar hasta que tengas virutas finas. Nota: No uses chocolate rallado previamente, ya que generalmente no sabe bien."
    },
    {
      "@type": "HowToStep",
      "text": "Luego, bate las claras de huevo en un bol alto hasta que estén firmes y agrega los 300 g de azúcar."
    },
    {
      "@type": "HowToStep",
      "text": "En un segundo bol grande, mezcla el chocolate, las almendras, la canela, el cacao, el azúcar vainillada y la ralladura de limón."
    },
    {
      "@type": "HowToStep",
      "text": "Incorpora suavemente la mezcla de azúcar y claras de huevo."
    },
    {
      "@type": "HowToStep",
      "text": "La masa ya está lista, pero aún es un poco líquida. Debe refrigerarse durante al menos dos horas."
    },
    {
      "@type": "HowToStep",
      "text": "Luego, forma las galletas. Toma una porción de masa del tamaño de una cucharadita colmada y forma una bola."
    },
    {
      "@type": "HowToStep",
      "text": "Rolla esta bola en un cuenco con azúcar hasta que esté generosamente cubierta."
    },
    {
      "@type": "HowToStep",
      "text": "Ahora, tienes dos opciones: 1. Si tienes un molde de garras de oso (ver el enlace arriba), presiona las bolas en el molde y volteándolas en una bandeja de horno. 2. Si tienes un molde de madera clásico de garras de oso (que se puede encontrar en cualquier mercado navideño, ver la imagen arriba), coloca las bolas en la bandeja de horno, humedece el molde de madera, espolvorea azúcar sobre el molde, presiona el molde sobre la bola y luego levántalo. Nota: La primera opción tiene un poco menos de azúcar, pero solo la segunda opción da a la garra de oso su conocida capa de azúcar."
    },
    {
      "@type": "HowToStep",
      "text": "Deja reposar las garras de oso formadas en la bandeja durante la noche."
    },
    {
      "@type": "HowToStep",
      "text": "Al día siguiente, hornea las garras de oso durante 15 minutos a 180° C en el horno. No más tiempo, ya que las garras deben estar crujientes por fuera, pero aún un poco blandas por dentro, no crudas."
    },
    {
      "@type": "HowToStep",
      "text": "Esto es lo que hace especial a estas galletas."
    }
  ],
  "keywords": "Navidad, favorito, hornear"
}
