{
    "@context": "https://schema.org",
    "@type": "Recipe",
    "name": "Galletas Clásicas de Chocolate",
    "image": [
      "https://example.com/photos/chocolate-chip-cookies.jpg"
    ],
    "author": {
      "@type": "Person",
      "name": "Jane Doe"
    },
    "mainEntityOfPage": "https://hippocooking.com/recipes/es/00000",
    "datePublished": "2024-11-03",
    "description": "Las galletas de chispas de chocolate son pequeños y dulces bocados que deleitan con su textura suave y sabor intenso a chocolate. A menudo llenas de trozos de chocolate que se derriten, cada bocado ofrece una combinación perfecta de crujiente y cremoso. Solo el aroma es tentador y recuerda a los pasteles recién horneados de casa. Ya sea con una taza de café o como merienda, las galletas de chispas de chocolate son un placer irresistible para todos los amantes de los dulces.",
    "descriptionShort": "Deliciosas y suaves galletas clásicas de chocolate.",
    "prepTime": "PT15M",
    "cookTime": "PT10M",
    "totalTime": "PT25M",
    "recipeYield": "24 galletas",
    "recipeCategory": "Postre",
    "recipeCuisine": "Americana",
    "recipeIngredient": [
      "2 1/4 tazas de harina para todo uso",
      "1/2 cucharadita de bicarbonato de sodio",
      "1 taza de mantequilla sin sal, a temperatura ambiente",
      "1/2 taza de azúcar granulada",
      "1 taza de azúcar moreno claro, compactada",
      "1 cucharadita de sal",
      "2 cucharaditas de extracto de vainilla puro",
      "2 huevos grandes",
      "2 tazas de chispas de chocolate semidulce y/o con leche"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Precaliente el horno a 175°C (350°F)."
      },
      {
        "@type": "HowToStep",
        "text": "En un tazón pequeño, mezcle la harina y el bicarbonato de sodio y reserve."
      },
      {
        "@type": "HowToStep",
        "text": "En un tazón grande, use una batidora eléctrica para batir la mantequilla y los azúcares a velocidad media hasta que la mezcla esté ligera y esponjosa."
      },
      {
        "@type": "HowToStep",
        "text": "Agregue la sal, la vainilla y los huevos y mezcle hasta que esté bien combinado."
      },
      {
        "@type": "HowToStep",
        "text": "Agregue gradualmente la mezcla de harina y mezcle solo hasta que esté combinado."
      },
      {
        "@type": "HowToStep",
        "text": "Incorpore los trozos de chocolate."
      },
      {
        "@type": "HowToStep",
        "text": "Coloque porciones de masa con una cuchara en las bandejas para hornear forradas con papel pergamino."
      },
      {
        "@type": "HowToStep",
        "text": "Hornee hasta que las galletas estén doradas, aproximadamente 10-12 minutos."
      },
      {
        "@type": "HowToStep",
        "text": "Deje enfriar las galletas en la bandeja durante unos minutos, luego transfiéralas a una rejilla."
      }
    ],
    "keywords": "galletas de chispas de chocolate, postre, hornear"
  }
  