{
    "titel": "Politique de Confidentialité",
    "subtitel01": "Introduction",
    "subinhalt01": "Nous sommes ravis de votre visite sur notre site Web et de votre intérêt pour nos offres en ligne. La protection de vos données personnelles est très importante pour nous. Dans cette politique de confidentialité, nous vous informons sur la manière dont nous collectons, traitons et protégeons vos données personnelles lorsque vous utilisez notre site Web.",
    "subtitel02": "Responsable",
    "subinhalt02": "Le responsable au sens du Règlement Général sur la Protection des Données (RGPD) est :",
    "subtitel03": "Collecte et Traitement des Données Personnelles",
    "subinhalt03": "Lorsque vous utilisez notre site Web, nous ne collectons que des données personnelles que votre navigateur transmet automatiquement à notre serveur. Il s'agit de : Adresse IP : Anonymisée pour protéger votre identité. Date et heure de l'accès. Différence de fuseau horaire par rapport à l'heure moyenne de Greenwich (GMT). Statut d'accès/code de statut HTTP. Quantité de données transmises. Site web à partir duquel l'accès a eu lieu (référent). Type et version du navigateur. Système d'exploitation et son interface. Langue et version du logiciel du navigateur. Le traitement de ces données garantit le fonctionnement de notre site Web et améliore et optimise nos contenus.",
    "subtitel04": "Utilisation de Google Analytics",
    "subinhalt04": "Notre site Web utilise Google Analytics, un service d'analyse web de Google LLC. Google Analytics utilise des cookies qui permettent d'analyser l'utilisation du site par les utilisateurs. Les informations générées par le cookie sur votre utilisation de notre site sont généralement transférées à un serveur de Google aux États-Unis et y sont stockées. Objectif du traitement : Analyse de l'utilisation de notre site Web pour améliorer l'expérience utilisateur. Base légale : Votre consentement conformément à l'Art. 6(1)(a) RGPD, donné via notre bannière de cookies. Durée de stockage : Les données collectées par Google sont conservées pendant 14 mois. Informations supplémentaires : Pour plus d'informations sur la politique de confidentialité de Google et Google Analytics, cliquez ici.",
    "subtitel05": "Cookies",
    "subinhalt05": "Notre site Web utilise des cookies pour améliorer l'expérience utilisateur. Les cookies sont de petits fichiers texte stockés sur votre appareil. Vous pouvez empêcher le stockage des cookies dans votre navigateur ou les supprimer à tout moment.",
    "subtitel06": "Vos Droits",
    "subinhalt06": "Vous avez le droit de demander des informations sur vos données personnelles stockées chez nous et de les corriger, de les supprimer ou de limiter leur traitement. Vous avez également le droit de vous opposer au traitement de vos données personnelles et le droit à la portabilité des données. Pour exercer vos droits, veuillez nous contacter en utilisant les coordonnées ci-dessus.",
    "subtitel07": "Modifications de cette Politique de Confidentialité",
    "subinhalt07": "Nous nous réservons le droit de modifier cette politique de confidentialité pour refléter les changements dans les cadres juridiques ou dans nos services. La version actuelle est disponible sur notre site Web.",
    "subtitel08": "Contact",
    "subinhalt08": "Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter en utilisant les coordonnées ci-dessus."
}
