{
  "@context": "https://schema.org",
  "@type": "Recipe",
  "name": "Bear Claws",
  "author": {
    "@type": "Person",
    "name": "Daniel"
  },
  "datePublished": "2024-12-08",
  "description": "Bear claws are probably among the most well-known cookies, especially in southern Germany. With their bittersweet flavor, they are a classic that cannot be missing from any Christmas market. They are among my absolute favorite cookies, and I am often asked to bake them.",
  "descriptionShort": "Bear claws, soft and crunchy.",
  "prepTime": "25 minutes",
  "cookTime": "15 minutes",
  "totalTime": "3 hours",
  "recipeYield": "36 cookies",
  "recipeCategory": "Christmas Cookies",
  "recipeCuisine": "German",
  "recipeIngredient": [
    "6 egg whites",
    "300 g sugar",
    "140 g sugar",
    "200 g bar dark chocolate (50%)",
    "500 g almonds, peeled, ground",
    "1 tsp cinnamon",
    "2 tbsp cocoa",
    "2 packets, 16 g vanilla sugar",
    "1 organic lemon",
    "1 bowl of sugar for rolling"
  ],
  "recipeInstructions": [
    {
      "@type": "HowToStep",
      "text": "First, take the bars of dark chocolate and chop them with a knife on a cutting board until you have fine shavings. Note: Do not use pre-grated chocolate as it usually doesn't taste good."
    },
    {
      "@type": "HowToStep",
      "text": "Next, beat the egg whites in a high mixing bowl until stiff peaks form, then add the 300 g of sugar."
    },
    {
      "@type": "HowToStep",
      "text": "In a second large bowl, mix the chocolate, almonds, cinnamon, cocoa, vanilla sugar, and grated lemon zest."
    },
    {
      "@type": "HowToStep",
      "text": "Gently fold in the sugar and egg white mixture."
    },
    {
      "@type": "HowToStep",
      "text": "The dough is now ready but still a bit too runny. It needs to be refrigerated for at least two hours."
    },
    {
      "@type": "HowToStep",
      "text": "Then, shape the cookies. Take a heaping teaspoon-sized amount of dough and form it into a ball."
    },
    {
      "@type": "HowToStep",
      "text": "Roll this ball in a bowl of sugar until it is generously coated."
    },
    {
      "@type": "HowToStep",
      "text": "Now, you have two options: 1. If you have a bear claw mold (see the link above), press the balls into the mold and flip them onto a baking tray. 2. If you have a classic wooden bear claw mold (available at any Christmas market, see the image above), place the balls on the baking tray, moisten the wooden mold, sprinkle sugar onto the mold, press the mold onto the ball, and then lift it off. Note: The first option has a bit less sugar, but only the second option gives the bear claw its well-known sugar crust."
    },
    {
      "@type": "HowToStep",
      "text": "Let these shaped bear claws rest on the tray overnight."
    },
    {
      "@type": "HowToStep",
      "text": "The next day, bake the bear claws for 15 minutes at 180° C in the oven. No longer, as the bear claws should be crispy on the outside but still a bit soft on the inside, not doughy."
    },
    {
      "@type": "HowToStep",
      "text": "The latter is the art of these cookies."
    }
  ],
  "keywords": "Christmas, favorite, baking"
}
