{
    "titel": "Política de Privacidad",
    "subtitel01": "Introducción",
    "subinhalt01": "Nos complace su visita a nuestro sitio web y su interés en nuestra oferta en línea. La protección de sus datos personales es muy importante para nosotros. En esta política de privacidad, le informamos sobre cómo recopilamos, procesamos y protegemos sus datos personales cuando utiliza nuestro sitio web.",
    "subtitel02": "Responsable",
    "subinhalt02": "El responsable en el sentido del Reglamento General de Protección de Datos (RGPD) es:",
    "subtitel03": "Recopilación y Procesamiento de Datos Personales",
    "subinhalt03": "Cuando utiliza nuestro sitio web, solo recopilamos datos personales que su navegador transmite automáticamente a nuestro servidor. Estos son: Dirección IP: Anonimizada para proteger su identidad. Fecha y hora de acceso. Diferencia de zona horaria con respecto a la hora del meridiano de Greenwich (GMT). Estado de acceso/código de estado HTTP. Cantidad de datos transmitidos. Sitio web desde el que se realizó el acceso (referente). Tipo y versión del navegador. Sistema operativo y su interfaz. Idioma y versión del software del navegador. El procesamiento de estos datos garantiza la funcionalidad de nuestro sitio web y mejora y optimiza nuestros contenidos.",
    "subtitel04": "Uso de Google Analytics",
    "subinhalt04": "Nuestro sitio web utiliza Google Analytics, un servicio de análisis web de Google LLC. Google Analytics utiliza cookies que permiten un análisis del uso del sitio web por parte de los usuarios. La información generada por la cookie sobre el uso de nuestro sitio web se transfiere generalmente a un servidor de Google en los EE. UU. y se almacena allí. Propósito del procesamiento: Análisis del uso del sitio web para mejorar la experiencia del usuario. Base legal: Su consentimiento conforme al Art. 6(1)(a) RGPD, otorgado a través de nuestro banner de cookies. Período de almacenamiento: Los datos recopilados por Google se almacenan durante 14 meses. Más información: Para más información sobre la política de privacidad de Google y Google Analytics, haga clic aquí.",
    "subtitel05": "Cookies",
    "subinhalt05": "Nuestro sitio web utiliza cookies para mejorar la experiencia del usuario. Las cookies son pequeños archivos de texto almacenados en su dispositivo. Puede evitar el almacenamiento de cookies en su navegador o eliminarlas en cualquier momento.",
    "subtitel06": "Sus Derechos",
    "subinhalt06": "Tiene derecho a solicitar información sobre sus datos personales almacenados con nosotros y a corregirlos, eliminarlos o restringir su procesamiento. También tiene derecho a oponerse al procesamiento de sus datos personales y el derecho a la portabilidad de los datos. Para ejercer sus derechos, contáctenos utilizando los datos de contacto proporcionados anteriormente.",
    "subtitel07": "Cambios en esta Política de Privacidad",
    "subinhalt07": "Nos reservamos el derecho de ajustar esta política de privacidad para reflejar cambios en los marcos legales o en nuestros servicios. La versión actual está disponible en nuestro sitio web.",
    "subtitel08": "Contacto",
    "subinhalt08": "Si tiene alguna pregunta sobre esta política de privacidad, contáctenos utilizando los datos de contacto proporcionados anteriormente."
}
